Repository: common-repository/woo-rabo-omnikassa
Catalog: languages/ic-woo-rabo-omnikassa-2-*.po
Languages: nl_nl

source: Proceed to Bancontact
nl_nl: Betalen met Bancontact

source: cards
nl_nl: creditcards

source: Proceed to Creditcards
nl_nl: Betaal met Creditcards

source: Proceed to iDEAL
nl_nl: Betaal met iDEAL

source: Proceed to Paypal
nl_nl: Betaal met Paypal

source: Proceed to Sofort
nl_nl: Betaal met Sofort

source: Rabo Smart Pay - Merchant settings
nl_nl: Rabo Smart Pay - Configuratie instellingen

source: IMPORTANT: To process transactions properly, please enter the following webhook URL on your Rabo Smart Pay dashboard:
nl_nl: LET OP: Als u transacties correct wilt verwerken, voert u de onderstaande webhook-URL in op uw Rabo Smart Pay dashboard:

source: The Refresh token can be found on the Rabo Smart Pay dashboard.
nl_nl: De Refresh Token vindt u op het Rabo Smart Pay dashboard.

source: The Signing Key token can be found on the Rabo Smart Pay dashboard.
nl_nl: De Signing Key is te vinden op uw Rabo Smart Pay dashboard.

source: Sandbox environment
nl_nl: Testomgeving

source: Enable the Sandbox mode
nl_nl: Gebruik de testomgeving

source: Please make sure you enter the sandbox credentials if checked.
nl_nl: Configureer de Sandbox sleutels wanneer u deze optie aanvinkt.

source: Enable the webhook debug
nl_nl: Activeer de webhook debug modus

source: Additional logging will be activated and placed in the debug.log of Wordpress.
nl_nl: Extra logging wordt geactiveerd en in het debug.log van Wordpress geplaatst.

source: Status received from Customer Return:
nl_nl: Status ontvangen via Klant Return:

source: Order updated, check Smart Pay dashboard for status before sending products
nl_nl: Bestelling niet aangepast, raadpleeg uw Rabo Smart Pay dashboard voordat u producten verzend

source: Payment-method:
nl_nl: Betaalmethode:

source: Status received from Customer Return:
nl_nl: Status ontvangen via Klant Return:

source: Payment status already received: Order status not updated, check Smart Pay dashboard for status
nl_nl: Betaling status is al bekend: Order status is niet ge√ºpdate, controleer het Smart Pay dashboard voor de status

source: Order not updated, check Smart Pay dashboard for status
nl_nl: Bestelling niet aangepast, raadpleeg uw Rabo Smart Pay dashboard

source: Rabo Smart Pay webhook works, however is not called correctly. This is normally done through a POST with data.
nl_nl: Rabo Smart Pay webhook werkt, maar wordt niet correct aangeroepen. Dit gebeurt normaal gesproken via een POST met gegevens.

source: Status received from Rabo Smart Pay Webhook:
nl_nl: Status ontvangen van de Rabo Smart Pay webhook:

source: for transaction ID:
nl_nl: met transactie ID:

source: Update order status: Payment Completed
nl_nl: Update order status: Betaling Compleet

source: Order status not updated: Payment status already received
nl_nl: Bestelstatus niet bijgewerkt: betalingsstatus al ontvangen

source: <br>Payment is cancelled or expired, but will be cancelled automaticly by WooCommerce.
nl_nl: <br>Betaling is geannulleerd of verlopen, maar word automatisch geannuleerd door WooCommerce.

source: <br>Update order status: Failed.
nl_nl: <br>Update order status: Mislukt.

source: <br>Update order status: Cancelled
nl_nl: <br>Update order status: Geannuleerd

source: <br>No Final status has been found.
nl_nl: <br>Geen eindstatus gevonden.

source: <br>Transaction ID updated.
nl_nl: <br>Transaction ID is bijgewerkt.

source: <br>Order doesnt have the correct status to be changed by the payment method.
nl_nl: <br>Bestelling heeft geen correcte status om bijgewerkt te worden door de betaalmethode.

source: Enable this method to receive transactions with Rabo Smart Pay - %s
nl_nl: Zet deze methode aan om betalingen te ontvangen via Rabo Smart Pay - %s

source: Invalid response received from Rabo Smart Pay!
nl_nl: Onjuist antwoord ontvangen van de Rabo Smart Pay!

source: Accesstoken could not be generated, please check the configuration.
nl_nl: Er kon geen accesstoken gegenereerd worden, controleer de configuratie.

source: Rabo Smart Pay Documentation
nl_nl: Rabo Smart Pay documentatie

source: Go to documentation
nl_nl: Ga naar documentatie

source: Enable/Disable
nl_nl: Actief/Inactief

source: Enable Rabo Smart Pay
nl_nl: Activeer Rabo Smart Pay

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout.
nl_nl: Stel de titel in wat de klant ziet in de checkout.

source: Customer Message after payment select
nl_nl: Klantbericht na selectie betaalmethode

source: Description on receipt
nl_nl: Omschrijving op afschrift

source: Rabo Smart Pay payment started with:
nl_nl: Rabo Smart Pay betaling gestart met:

source: For amount:
nl_nl: Voor bedrag:

source: Smart Pay returned an error! Code:
nl_nl: Smart Pay gaf een error terug! Code:

source: Check our FAQ:
nl_nl: Bekijk onze FAQ:

source: Something went wrong, please try again!
nl_nl: Er is iets mis gegaan, probeer het opnieuw!

source: No response received from the Rabobank.
nl_nl: Geen antwoord ontvangen van de Rabobank.
